export default {
	shop: {
		title: "Брик Карр, квартирмейстер, говорит...",
		back1: "Добро пожаловать в Каргонию!",
		back2: "Вы здесь, чтобы что-то заказать, или чтобы вступить в сопротивление?",
		inventory1: "Кончается {icon} {name}?",
		inventorySpace: "место в инвентаре",
		inventory2: "Могу продать ещё, но из-за нехватки хранилища на станции каждый следующий слот будет дороже.",
		seeds1: "Далеко как {icon} {name} вы не уйдёте без семян.",
		seeds2: "Закажите оптом — дам скидку.",
		jobs1: "К сожалению, из-за недавних бюджетных ограничений у нас нет оборудования для некоторых {icons} {name}.",
		jobsWord: "работ",
		jobs2: "Благодаря вашим щедрым взносам эти отделы снова смогут работать на полную.",
		upgrades1: "За подходящую цену я могу снарядить вас так, чтобы работа шла эффективнее.",
		upgrades2: "Но продавать это кому попало я не могу. Сначала докажите, что вы уже опытны в этой работе.",
		upgrades3: "А за более крутое снаряжение ещё придётся подтвердить {icon} {name}. Нельзя, чтобы эти инструменты попали не в те руки.",
		combatExpertise: "боевой опыт",
		capes1: "Когда докажете мастерство, я смогу заказать вам {icon} {name} для выбранной работы.",
		cape: "плащ",
		capes2: "Ходят слухи, что эти {icon} {name} работают как дополнительный {upgradeIcon} {upgrade} для этой работы, но я в это не очень верю.",
		capesWord: "плащи",
		upgradeWord: "апгрейд",
		gambling1: "Честно говоря, я сам не знаю, что лежит в некоторых ящиках.",
		gambling2: "Разумеется, это не помешает мне их вам продать.",
		gambling3: "По крайней мере, как-нибудь купите {icon} {name}: шляпы больше нигде не найти!",
		hatCrate: "ящик со шляпами",
		resistance1: "Вы не знаете про сопротивление?",
		resistance2: "Тогда забудьте. Как будто ничего не слышали."
	},
	inventory: {
		title: "????? из шкафчика рядом с вашим говорит...",
		back1: "Я... я вас слышу. Вы... вы же не коп, да?",
		back2: "Фух. Сделайте одолжение и... никому про меня не говорите. Ладно?",
		money1: "На станции полно ценного.",
		money2: "Не спрячете вещи — кто-нибудь стащит и заляжет в шкафчик, пока вы его ищете.",
		cargo: "Если нужно больше места, ребята из {icon} {name} могут помочь.",
		cargoName: "Карго",
		sell: "Или просто {icon} {name} то, что больше не нужно.",
		sellName: "продайте",
		shiftClick: "(Shift-клик по предмету быстро продаст все штуки!)"
	},
	combat: {
		title: "Фред Бест, глава службы безопасности, говорит...",
		back1: "Пока бьёте врага, рано или поздно он свалится.",
		equipment1: "Большинство боёв решаются ещё до того, как они начались.",
		focus1: "Так вы получите небольшой бонус к этому стату и сможете качать соответствующий навык.",
		bosses1: "Ищете испытание?",
		legality1: "Большинство того, с чем вы дерётесь, даже не люди.",
		legality2: "Ну, спишите на эскалацию. Я так и делаю."
	},
	botany: { title: "Дейзи Холмс, ботаник, говорит...", eat: "Говорят, ты — то, что ты ешь." },
	bartending: {
		title: "Наоми Тигарден, бармен, говорит...",
		ready: "Если техника вас не пугает — вы готовы.",
		skill: "Ага. С опытом научитесь готовить вещи посложнее."
	},
	mining: {
		title: "Латиус Талрам, шахтёр, говорит...",
		stillHere: "Что, вы всё ещё здесь?",
		questions: "Для чего это? Вопросов у вас, однако, много."
	},
	engineering: {
		title: "Кайл Спир-Свенсон, станционный инженер, говорит...",
		sleep: "А? Нет, я не спал, просто... отдыхал глазами.",
		bike: "Для такого гладкого мозга, как у вас? Может, велотренажёр больше в вашей скорости."
	},
	cooking: {
		title: "Король Конец, повар, говорит...",
		eggs: "Нельзя-а сделать омлет, не разбив яиц."
	},
	chemistry: {
		title: "Рид Гловер, химик, говорит...",
		elements: "Фтор, уран, углерод, калий, мышьяк, сера...",
		need: "Простите, вам что-то нужно?",
		quiet: "Говорите тише.",
		secret: "Но вы этого от меня не слышали."
	},
	research: {
		title: "Магни Бронзобород, директор исследований, говорит...",
		strive: "Здесь, в РНД, мы создаём технологии, которых ещё не видели.",
		analyzer: "{icon} {name} по сути делает всю исследовательскую работу за нас, так что обычно сюда приходят заниматься разработкой.",
		analyzerName: "Деструктивный анализатор",
		stuck: "Но некоторые проекты у нас застряли. Если принесёте образцы и скормите их деструктивному анализатору, мы откроем новые РЕЦЕПТЫ здесь и в других отделах.",
		tools: "Кроме {icon} {name}, для разработки обычно нужно что-то с уникальной функцией и сладкая-сладкая руда.",
		toolsName: "ИНСТРУМЕНТОВ",
		example: "Например, очкам ночного зрения могут понадобиться научные очки и уран. Радиоактивность делает вещи научнее, а ночное зрение само по себе очень научно, так что всё сходится.",
		chems: "Вы наверняка слышали про {icon} {name} из химии? Они хороши, но наши ИНСТРУМЕНТЫ тоже дают временные апгрейды работы — без зависимости от мета.",
		chemsName: "ХИМах",
		useTool: "Чтобы использовать ИНСТРУМЕНТ, скрафтите его и наденьте из инвентаря или в слот БУСТ справа сверху на каждом экране работы, как ХИМ.",
		noBoth: "Только помните: работать с техникой под веществами не советуют. ИНСТРУМЕНТ и ХИМ одновременно нельзя, так что выбирайте, что лучше для работы.",
		feed: "Очки исследований получаем так: скармливаем компьютеру то, из чего он может учиться. Подойти может почти что угодно — наука это эксперименты.",
		mouth: "{icon} {name} — это как рот компьютера. Он просит съесть вещи, вы их даёте, взамен получаете очки исследований.",
		reroll: "Если не можете достать то, что просит анализатор, перекалибруйте кнопкой Reroll — но это будет стоить опыта.",
		recipes: "Очки исследований тратятся на РЕЦЕПТЫ в списке ниже. Именно РЕЦЕПТЫ открывают задачи с пометкой «НУЖНЫ ИССЛЕДОВАНИЯ», так что исследуйте все!",
		points: "Данные анализатора выдаются в виде {icon} {name} Сырые данные руками не подержать, поэтому очки лежат на сервере банка очков.",
		pointsName: "очков исследований.",
		bank: "Банк очков вмещает не бесконечно. Если РЕЦЕПТ просит больше, чем влезает, придётся просить {icon} {name} улучшить сервер.",
		cargo: "Карго",
		level: "С уровнем РНД анализатор будет просить более редкие вещи, но и очков будет больше. Улучшайте банк очков, чтобы они не пропадали!"
	},
	graytiding: {
		title: "Лексия Блэк, ассистент, говорит...",
		right: "И знаете что? Они правы.",
		art: "Это не работа — это искусство.",
		funding: "У ассистентов, или «серых рубашек», нет привилегии ведомственного бюджета.",
		take: "Как сократить разрыв? Просто: берём у других отделов то, что нужно нам.",
		legal: "То, что мы тут делаем, с точки зрения закона не совсем легально.",
		disguise: "Некоторые {icon} {name} научились маскироваться под уборщиков.",
		graytiders: "грейтайдеры",
		blind: "Люди очень чутко реагируют на грейтайдеров, но совершенно слепы к скромному {icon} {name}.",
		janitor: "уборщику",
		slip: "Маскировка такая хорошая, что можно {icon} {name} в активный бой, «убирая», и брать что нужно. Это очень опасно, так что будьте осторожны.",
		slipName: "скользнуть",
		galoshes: "Могу одолжить маскировку, но для попытки вам обязательно понадобятся {icon} {name}. Попросите у {researchIcon} {research}.",
		galoshesName: "галоши",
		researchName: "РНД"
	},
	fabrication: {
		title: "Флеймео Хотман, робототехник, говорит...",
		upfront: "Слушай, сразу скажу: я вообще не знаю, как это всё работает.",
		buttons: "Я просто жму кнопки, а фабрикатор делает своё дело."
	},
	shitposting: {
		title: "Я А ЕМ ВИНОГРАД, щитпостер, говорит...",
		chairs: "Это убивает тактические стулья. Бегать за стульями, повёрнутыми вверх, чтобы закрыть персонажа и по нему было сложнее попасть. Да, я серьёзно.",
		orwell: "Это прямо как книга Джорджа Оруэлла, тысяча девятьсот восемьдесят четыре.",
		protest: "Когда говорят «люди просто будут делать [x]», на самом деле имеют в виду «я буду делать [x] именно потому, что это изменение меня бесит, в знак протеста»",
		codebase: "Это не ваш код. Это наш код. Можете сколько угодно намекать на мягкую власть — её у вас нет. Разделение сервера и проекта абсолютно. Мне неинтересно в миллиардный раз читать прописи дезмонта, и я больше не вернусь в этот тред."
	},
	cargonia: {
		title: "Брик Карр, квартирмейстер, говорит...",
		tags: "Сейчас сорву пару бирок.",
		pocket: "В кармане всего двадцать долларов."
	},
	tinkering: { title: "Бьёт-Мага, пеплоход, шипит..." },
	xenobiology: {
		title: "Нар Нар, учёный, порхает...",
		puzzled: "Вы выглядите озззадаченно, потомок шимпанзззе.",
		help: "Не беспокойтесь, я сочувззствую и мог бы соззздать для вас инструкзззции.",
		breeze: "Вы удивитесь, как легко это подхватить.",
		buzzkill: "Не будьте занудой; не очень джазззово терзззать мой причудливый выговор."
	},
	traitor: {
		title: "Синдикатский ансибль трещит...",
		twenty: "Их у вас двадцать.",
		spend: "Тратьте в аплинке ниже как хотите — больше не будет."
	},
	cult: { title: "Навязчивая мысль..." },
	ling: {
		title: "ОБЕЗЬЯНА(413), совершенно обычная обезьяна, ухает...",
		ook: "Уук?",
		orifice: "Впустить это в себя можно как угодно, но я советую рот или анус. Выберите одно и доведите до конца. Не начинайте в одном месте и не бросайте на полпути. Пожалеете.",
		center: "Найдите центр и смотрите внутрь.",
		level: "Понадобится время, но вы пробьётесь на следующий уровень физического совершенства. Не расстраивайтесь, если сразу не выйдет.",
		slug: "Это маленький красный слизень размером с ваше предплечье."
	},
	chronosphere1: {
		title: "Кор Фаэрон, хронолегионер, говорит...",
		closed: "Когда симуляция закрыта, время идёт снаружи нашей реальности, в «реальном мире».",
		lost: "Мы можем забрать это потерянное время и вернуться туда, где должны быть.",
		resetGain: "Сбросив симуляцию, вы получите указанное блюспейс-время",
		resetUse: "Это блюспейс-время можно тратить в магазине хроно во всех следующих забегах",
		resetWipe: "Кроме этого блюспейс-времени сохранение будет полностью очищено"
	}
};
